Repository: figuren-theater/ft-network-sourcelinks
Catalog: languages/ft-network-sourcelinks-*.po
Languages: de_de

source: Manage external Links as 'other' personal profiles or external sources. Handles syncing content from thoose sites, using RSS-Bridge, friends, and the old native WordPress Link-Manager a little modified.
de_de: Verwalte externe Links ....

source: Important Links
de_de: Wichtige Links

source: Important Links Post Template
de_de: Wichtige Links Inhalt

source: All Links
de_de: Alle Links

source: Link Archives
de_de: Link Archiv

source: Link Attributes
de_de: Link Eigenschaften

source: Insert into Link
de_de: In Link einfügen

source: Uploaded to this Link
de_de: Zu diesem Link hinzufügen

# ft_link
source: Image
de_de: Bild

# ft_link
source: Set image
de_de: Bild auswählen

# ft_link
source: Remove image
de_de: Bild entfernen

# ft_link
source: Use as image
de_de: Als Bild verwenden

source: Filter Links list
de_de: Link Liste filtern

source: Links list
de_de: Link Liste

source: New Link
de_de: Neuer Link

source: Add New
de_de: Hinzufügen

source: Add New Link
de_de: Neuen Link hinzufügen

source: Edit Link
de_de: Link bearbeiten

source: View Link
de_de: Link ansehen

source: View Links
de_de: Links ansehen

source: Search Links
de_de: Links durchsuchen

source: No Links found
de_de: Keine Links gefunden

source: No Links found in trash
de_de: Keine Links im Papierkorb gefunden

source: Link Title
de_de: Link Titel

source: All Link Categories
de_de: Alle Link Kategorien

# Default Link-Category Name
source: Imprint relevant
de_de: Impressum

# Default Link-Category Description
source: These Links belong to sites I'm responsible for, so show them in my imprint.
de_de: Diese Links gehören zu Websites für die ich verantwortlich bin, sie sind alle relevant für das Impressum.

# Default Link-Category Name
source: Own content
de_de: Eigene Inhalte

# Default Link-Category Description
source: These Links belong to my personel websites or profiles at public social networks, where you are the main publisher.
de_de: Diese Links beinhalten vornehmlich meine eigenen Inhalte. Es sind auch meine Websites.

# internal Privacy-related Link-Category Name
source: Privacy relevant
de_de: Datenschutz

# internal Privacy-related Link-Category Description
source: These Links belong to portals where I'm as same as responsible for my users privacy as the portal owner.
de_de: Diese Links gehören zu Portalen, i.d.R. sozialen Netzwerken, die für den Datenschutz meiner Nutzer genauso verantwortlich sind wie ich. Diese Links müssen in die Datenschutzerklärung, im Abschnitt "Gemeinsame Verantwortung".

source: No Links available in the chosen category.
de_de: Es gibt keine Links in der gewählten Kategorie.

source: Filtered Links
de_de: Einige Links

source: Shows a filtered links list, prefilled with my URLs.
de_de: Zeigt eine gefilterte Liste Deiner Links.

source: Show URLs or Title.
de_de: Zeige URLs oder Titel

source: Show Links by category.
de_de: Zeigt die Links je Kategorie.

source: Shows a better version of the core social-links block - prefilled with the URLs you entered as separate Links
de_de: Zeigt eine bessere Version des 'social-links' Block, vorausgefüllt mit Deinen URLs.

# block title
source: Filtered Links
de_de: Einige Links

# block description
source: Shows a filtered links list, prefilled with my URLs.
de_de: Zeigt eine gefilterte Liste Deiner Links.
